Revit 2024 API
FailureDefinitionId Properties
The FailureDefinitionId type exposes the following members.
Properties
Name | Description
Guid
 The Guid of GUID-based enum object.
 (Inherited from GuidEnum.)
See Also
FailureDefinitionId Class
Autodesk.Revit.DB Namespace